# Space_DeassignZone

## Description
Deassign Zone from a space object.

```pascal
PROCEDURE Space_DeassignZone(
				space    : HANDLE;
				zoneType : STRING;
				zoneName : STRING);
```

```python

def vs.Space_DeassignZone(space, zoneType, zoneName):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE||
|zoneType|STRING||
|zoneName|STRING||

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools